/* MJP hack to fix <rdar://problem/3808962> TA8A241Plus:Sharing Pref: The display of information about Windows Sharing was not good. */
"USE_SPECIAL_FONT" = "否"; /*Set to "YES" to use font specified by next string */
"SPECIAL_FONT" = "LiHeiPro";

/* Generic strings */
"OK" = "好";
"CANCEL" = "取消";
"QUIT" = "退出";
"STOP" = "停止";
"START" = "启动";
"WARNING" = "警告";
"ERROR" = "错误";
"ON" = "打开";
"OFF" = "关闭";
"STARTING" = "正在启动…";
"STOPPING" = "正在关闭…";
"UNAVAILABLE" = "不可用";
"UNKNOWN" = "未知";
"ADD" = "增加";
"OTHER..." = "其他…";
"UNKNOWN_USER" = "未知用户";

// Common ACL names
"Administrators" = "管理员";
"Everyone" = "任何人";

"AX_DESCR_ADD_SP" = "添加共享点";
"AX_DESCR_REMOVE_SP" = "删除共享点";
"AX_DESCR_ADD_USER" = "添加用户";
"AX_DESCR_REMOVE_USER" = "删除用户";

"AX_DESCR_USERS" = "用户";
"AX_DESCR_SHAREPOINTS" = "共享点";

"AX_DESCR_FOR_NSStatusUnknown" = "状态关闭指示器";
"AX_DESCR_FOR_NSStatusAvailable" = "状态打开指示器";
"AX_DESCR_FOR_NSStatusAway" = "状态错误指示器";
"AX_DESCR_FOR_NSStatusIdle" = "状态警告指示器";

/* ES warnings */
"ESWARNING_TITLE" = "这台电脑在静止了一段时间后被设定为睡眠。";
"ESWARNING_OPEN_ES" = "打开节能器…";
"ESWARNING_DESC" = "睡眠时共享服务不可用要更改此设置，请打开“节能器”偏好设置。";

/* Services (for the table view)*/
"REMOTE_LOGIN_LABEL" = "远程登录";

/* telnet service */
"CAPTION_TELNET_IS_ON" = "打开远程 telnet 访问";
"CAPTION_TELNET_IS_OFF" = "关闭远程 telnet 访问";

/* Rendezvous Tool Tip */
"RENDEZVOUS_NAME_ERR" = "Bonjour 名称无效。";
"RENDEZVOUS_TOOL_TIP" = "“Bonjour 名称”必须以字母或数字开头和结尾。\n中间的字符必须只能由字母、数字和连字符构成。";
"RENDEZ_EXPL" = "您的本地网络上的电脑可以通过此地址访问您的电脑：%@.local";
"NAME_EXPL" = "其他人可以通过 %@.local 在本地或通过 %@ 在全局范围内访问您的电脑。";


/* AFP server */
"CAPTION_AFP_IS_ON" = "文件共享：打开";
"CAPTION_AFP_IS_STARTING" = "正在启动文件共享…";
"DESCR_AFP" = "“文件共享”允许其他用户访问这台电脑上的共享文件夹，并允许管理员访问所有宗卷。";
"CAPTION_AFP_IS_OFF" = "文件共享：关闭";
"CAPTION_AFP_IS_BLOCKED_BY_FIREWALL" = "文件共享：已被防火墙阻止";

"CAPTION_AFP_IS_STOPING" = "正在停止文件共享…";
"CAPTION_AFP_IS_STOPING_IN" = "文件共享将在 %d 分钟后停止";
"CAPTION_AFP_IS_STOPING_SOON" = "文件共享不到 1 分钟就会停止";

"DESCR_AFP_WILL_STOP" = "文件共享允许其他电脑上的用户访问本机的“公共”文件夹。";
"DESCR_AFP_IS_STOPING_IN" = "文件共享会在 %li 分钟后停止。";
"DESCR_AFP_IS_STOPING_SOON" = "文件共享不到 1 分钟就会停止。";

"AFP_INFO_TEXT" = "通过“%@”或“%@”，其他用户可以访问这台电脑上的共享文件夹，管理员可以访问所有宗卷。";
"AFP_INFO_TEXT_SHORT" = "通过“%@”，其他用户可以访问这台电脑上的共享文件夹，管理员可以访问所有宗卷。";
"AFP_URL" = "afp://%@/";

"SP_DELETE_TITLE_SINGLE" = "您确定要停止共享文件夹“%@”吗？";
"IDENTITY_DELETE_TITLE" = "您确定要将“%@”从被允许访问共享文件夹“%@”的用户列表中去掉吗？";

"PUBLIC_SHAREPOINT_NAME" = "“%@”的公共文件夹";

/* Samba Server */
"CAPTION_SAMBA_IS_ON" = "Windows 共享：打开";
"CAPTION_SAMBA_IS_OFF" = "Windows 共享：关闭";
"CAPTION_SAMBA_IS_BLOCKED_BY_FIREWALL" = "Windows 共享：已被防火墙阻止";

"SAMBA_ACCOUNTS_BUTTON" = "帐户…";

"SAMBA_INFO_TEXT" = "通过“%@”，Windows 用户可以访问这台电脑上的共享文件夹，管理员可以访问所有宗卷。";

//"SAMBA_INFO_TEXT" = "Windows users can access your computer at %@\nOther users can access your computer at %@";
"SAMBA_ENABLED_ACCOUNTS" = "已启用的帐户：";
"SEPARATOR" = "，";
"SAMBA_ADDRESS" = "\\\\%@\\%@";
"SAMBA_IS_NOT_AVAILABLE" = "这台电脑上没有安装“Windows 文件共享”。要安装“Windows 文件共享”，请使用“Mac OS X 安装器”。";
"SAMBA_ADDRESS_URL" = "smb://%@";

"SMB_IS_STARTING" = "正在启动 Windows 文件共享…";
"SMB_IS_STOPPING" = "正在停止 Windows 文件共享…";

/* Windows File Sharing password strings */
"SAMBA_ENABLE_PASSWORD_TEXT" = "要使用 SMB 来启用“%@”的文件共享，请输入此帐户的密码。";
"SAMBA_DISABLE_PASSWORD_TEXT" = "要停用使用“%@”的 SMB 进行文件共享，请输入该帐户的密码。";

/* Password is too short */
"PASS_IS_TOO_SHORT_ERR" = "密码必须包含至少 4 个字符。请重新键入密码。";

/* Web server */
"CAPTION_WEB_IS_ON" = "Web 共享：打开";
"CAPTION_WEB_IS_OFF" = "Web 共享：关闭";
"CAPTION_WEB_IS_BLOCKED_BY_FIREWALL" = "Web 共享：已被防火墙阻止";
"CAPTION_WEB_IS_STARTING" = "正在启动 Web 共享…";
"DESCR_WEB_GENERAL" = "“Web 共享”允许其他电脑的用户查看这台电脑上的网页。";
"CAPTION_WEB_IS_STOPING" = " 正在停止 Web 共享…";
"WEB_IS_NOT_AVAILABLE" = "这台电脑上没有安装“Web 共享”。要安装“Web 共享”，请使用 “Mac OS X 安装器”。";
"WEB_URL" = "http://%@/";
"WEB_URL_PERSONAL" = "http://%@/~%@/";

/* Optical Disc Sharing */
"Optical Disc Sharing" = "DVD 或 CD 共享";
"CAPTION_OPTICAL_DISC_SHARING_IS_OFF" = "DVD 或 CD 共享：关闭";
"CAPTION_OPTICAL_DISC_SHARING_IS_ON" = "DVD 或 CD 共享：打开";
"CAPTION_OPTICAL_DISC_SHARING_IS_BLOCKED_BY_FIREWALL" = "DVD 或 CD 共享：已被防火墙阻止";
"CAPTION_OPTICAL_DISC_SHARING_IS_STARTING" = "正在启动 DVD 或 CD 共享…";
"CAPTION_OPTICAL_DISC_SHARING_IS_STOPPING" = "正在停止 DVD 或 CD 共享…";
"DESCR_OPTICALDISK_SHARING_GENERAL" = "这将允许其他电脑的用户远程使用这台电脑的 DVD 或 CD 驱动器。";
"ODS_DVD_ASK_TITLE" = "允许他人使用我的 DVD 驱动器之前先询问我";
"ODS_CD_ASK_TITLE" = "请询问我是否允许他人使用我的 CD 驱动器";

/* FTP */
"FTP_IS_ON" = "FTP 访问：打开";
"FTP_IS_OFF" = "FTP 访问：关闭";
"FTP_IS_NOT_AVAILABLE" = "这台电脑上没有安装 FTP。要安装 FTP ，请使用 “Mac OS X 安装器”安装 BSD 包。";
"FTP_BASIC_DESCR" = "“FTP”允许其他电脑的用户使用 FTP 应用程序与这台电脑交换文件。";
"FTP_IS_BLOCKED_BY_FIREWALL" = "FTP 访问：已被防火墙阻止";

"FTP_INFO_TEXT" = "其他人可以通过 ftp://%@/ 或浏览“%@”\n来访问您的 FTP 服务器。";
"AFP_NUMBER_OF_CLIENTS" = "连接的用户个数：%d";

"FTP_IS_STARTING" = "正在启动 FTP…";
"FTP_IS_STOPPING" = "正在停止 FTP…";

/* SSH */
"CAPTION_SSH_IS_STARTING" = "正在启动远程登录…";
"CAPTION_SSH_IS_STOPPING" = "正在停止远程登录…";
"SSH_INFO_GENERAL" = "远程登录允许其他电脑上的用户使用 SSH 访问您的电脑。";
"SSH_ON" = "远程登录：打开";
"SSH_OFF" = "远程登录：关闭";
"SSH_INFO_TEXT" = "要远程登录这台电脑，请键入“ssh %@@%@”。";
"SSH_BLOCKED_BY_FIREWALL" = "远程登录：已被防火墙阻止";

/* Alerts */
"FTP_MISSING_ERR" = "您的 FTP 设置不能修改，因为 BSD 软件包没有安装。";
"FTP_MISSING_EXPLANATION" = "如果您想修改 FTP 设置，请安装 BSD 软件包。"; 

/* Firewall Strings */
"FIREWALL_ON" = "防火墙已打开";
"FIREWALL_OFF" = "防火墙已关闭";
"FIREWALL_UNA" = "防火墙不可用";
"ERROR_FIREWALL" = "您不能更改防火墙设置，因为从系统中读取设置时出现错误。";
"ERROR_FIREWALL_EXPL" = "如果问题仍存在，请重新启动电脑后再试一次。";
"DEFAULT_ENTRY" = "您不能为这个服务更改防火墙设置。";
"TOOL_TIP_OFF_TCP" = "这是用于“%@”的防火墙入口。\n当前它是关闭的，所有通过端口 %@ 的 TCP 网络通信都被阻止。";
"TOOL_TIP_OFF_UDP" = "这是用于“%@”的防火墙入口。\n当前它是关闭的，所有通过端口 %@ 的 UDP 网络通信都被阻止。";
"TOOL_TIP_OFF_BOTH" = "这是用于“%@”的防火墙入口。\n当前它是关闭的，且所有通过端口 %@ 上的 TCP 网络通信和所有通过端口 %@ 上的 UDP 网络通信都被阻止。";

/* Firewall Utility Strings */
"FILE_AND_WEB" = "文件与 Web";
"APPLICATION" = "应用程序";

/* Sharing Pref Defined Services */
/* Do not delete these, they are for localizing the UI (the file is always stored in English) */
"Apple Remote Desktop" = "Apple Remote Desktop";
"ARD_TITLE" = "远程管理";
"SCREEN_SHARING_TITLE" = "屏幕共享";
"Personal File Sharing" = "文件共享";
"Samba Sharing" = "Windows 共享";
"Personal Web Sharing" = "Web 共享";
"Remote Login - SSH" = "远程登录 - SSH";
"Remote Apple Events" = "远程 Apple 事件";
"FTP Access" = "FTP 访问";
"BlueToothService" = "Bluetooth 共享";
"Printer Sharing" = "打印机共享";
"Scanner Sharing" = "扫描仪共享";
"iChat Rendezvous" = "iChat Bonjour";
"iTunes Music Sharing" = "iTunes 音乐共享";
"iPhoto Rendezvous Sharing" = "iPhoto Bonjour 共享";
"Network Time" = "网络时间";
"Dynamic DNS" = "动态 DNS";
"Xgrid" = "Xgrid 共享";

/* BT */
"BT_INFO_TEXT" = "使用“Bluetooth 共享”偏好设置来设置电脑，让它与其他具备 Bluetooth 功能的电脑和设备共享文件。";
"BT_IS_ON" = "Bluetooth 共享：打开";
"BT_IS_OFF" = "Bluetooth 共享：关闭";

/* Printer Sharing */
"PRINTER_SHARING_UNAVAILABLE" = "打印机共享现在不可用。";
"PS_IS_ON" = "打印机共享：打开";
"PS_IS_OFF" = "打印机共享：关闭";
"PS_IS_BLOCKED_BY_FIREWALL" = "打印机共享：已被防火墙阻止";
"PS_IS_STARTING" = "正在启动打印机共享…";
"PS_IS_STOPPING" = "正在停止打印机共享…";
"PRINTER_SHARING_BASIC" = "“打印机共享”允许您的网络上的其他用户使用连接在这台电脑上的打印机。";
"PRINTER_FAX_SHARING_BASIC" = "“打印机共享”允许您的网络上的其他用户使用连接在这台电脑上的打印机和传真调制解调器。";

/* Scanner Sharing */
"SCANNERSHARING_IS_ON" = "扫描仪共享：打开";
"SCANNERSHARING_IS_OFF" = "扫描仪共享：关闭";

/* Remote Apple Events */
"REMOTE_AE_ON" = "远程 Apple 事件：打开";
"REMOTE_AE_OFF" = "远程 Apple 事件：关闭";
"REMOTE_AE__BLOCKED_BY_FIREWALL" = "远程 Apple 事件：已被防火墙阻止";
"RAE_IS_STARTING" = "正在启动远程 Apple 事件…";
"RAE_IS_STOPPING" = "正在停止远程 Apple 事件…";
"AE_BUTTON_TITLE" = "配置…";
"RAE_PICKER_TITLE" = "远程 Apple 事件";
"SSH_PICKER_TITLE" = "远程登录";

/* ARD */
"ARD_ON" = "远程管理：打开";
"ARD_OFF" = "远程管理：关闭";
"ARD_BLOCKED_BY_FIREWALL" = "远程管理：已被防火墙阻止";
"ARD_GENERAL_INFO_TEXT" = "“远程管理”允许其他用户使用 Apple Remote Desktop 访问这台电脑。";
"SCREEN_SHARING_GENERAL_INFO_TEXT" = "“屏幕共享”允许其他电脑的用户远程查看并控制此电脑。";
"ARD_INFO_TEXT" = "其他用户可以使用以下地址来管理您的电脑\n%@。";
"ARD_URL" = "http://www.apple.com.cn/remotedesktop/";
"ARD_ACCESS_BUTTON" = "访问权限…";
"ARD_MENU_EXTRA_CHECKBOX" = "在菜单栏中显示状态";
"CAPTION_ARD_IS_STARTING" = "正在启动远程管理…";
"CAPTION_ARD_IS_STOPPING" = "正在停止远程管理…";
"ARD_STARTING_DESC" = "“远程管理”允许管理员使用 %@ 程序来观察您的屏幕并管理您的电脑。";
"ARD_IS_NOT_AVAILABLE" = "本电脑尚未安装“远程管理”。";
"ARD_CONTROL_OBSERVE" = "控制并观察";
"SCREEN_SHARING_INFO" = "其他用户可以通过 vnc://%@/ 或浏览“%@”来访问您的电脑。";
"SCREEN_SHARING_INFO_SHORT" = "其他用户可以通过 vnc://%@/ 来访问您的电脑。";
"SCREEN_SHARING_ON" = "屏幕共享：打开";
"SCREEN_SHARING_OFF" = "屏幕共享：关闭";
"SCREEN_SHARING_BLOCKED_BY_FIREWALL" = "屏幕共享：已被防火墙阻止";
"SCREEN_SHARING_OFF_WARNING_TITLE" = "您确定要关闭电脑“%@”上的屏幕共享吗？";
"SCREEN_SHARING_OFF_WARNING_DESC" = "如果您关闭这台电脑的屏幕共享，则共享其屏幕的其他电脑将无法访问它。";

/* NAT (Internet Sharing) */
"Internet Sharing" = "Internet 共享";
"INTERNET_SHARING_ON" = "Internet 共享：打开";
"INTERNET_SHARING_OFF" = "Internet 共享：关闭";
"INTERNET_SHARING_MESSAGE" = "“Internet 共享”允许其他电脑共享您与 Internet 的连接。";
"INTERNET_SHARING_SELECT_OUT" = "不能启动 Internet 共享，因为您尚未选取端口来共享您的连接。";
"INTERNET_SHARING_NO_OUT" = "不能启动 Internet 共享，因为没有端口可用于共享您的连接。请使用“网络”偏好设置来选取其他连接来共享或打开另一个端口。";
"INTERNET_SHARING_NO_FROM" = "不能启动 Internet 共享，因为没有打开的 Internet 连接。要打开一个 Internet 连接，请使用“网络”偏好设置。";
"INTERNET_SHARING_NOT_AVAILABLE" = "Internet 共享不可用，因为您当前没有活跃的 Internet 连接。";
"AUTOMATIC" = "自动";
"PRIMARY_INTERFACE_WARNING" = "如果打开此端口，您的 Internet 服务商可能会中断您的服务，以防止对其网络造成破坏。";
"PRIMARY_INTERFACE_EXPL" = "在某些情况下（例如，如果您使用的是线缆调制解调器），您可能会在无意中影响您的 ISP 的网络设置，并违反服务协议的条款。";
"INTERNET_SHARING_NETWORK" = "Internet 共享网络";
"INTERNET_SHARING_ARE_YOU_SURE" = "您确定要启动 Internet 共享吗？";
"INTERNET_SHARING_ARE_YOU_SURE_INFO" = "如果您的电脑已连接到网络，开启 Internet 共享可能会影响其他电脑的网络设置和中断网络。请在开启 Internet 共享前联络系统管理员。";
"INTERNET_SHARING_NO_SERVICES" = "没有可用的活跃服务";
"INTERNET_SHARING_NOT_INSTALLED" = "这台电脑上没有安装 Internet 共享。要安装 Internet 共享，请使用“Mac OS X 安装器”安装 BSD 包。";

"AIRPORT_WARNING" = "要共享您的 Internet 连接，您必须打开 AirPort。";
"AIRPORT_WARNING_INFO" = "AirPort 已关闭。";
"TURN_POWER_ON" = "打开 AirPort";
"DEFAULT_AIRPORT_NETWORK" = "AirPort 网络";
"NETWORK_PASSWORD" = "要从一台没有使用 AirPort 软件的电脑连接到由这台电脑所创建的 AirPort 网络，请使用以下等效网络密码（WEP 钥匙）：";

"INTERNET_SHARING_SLEEP_WARNING_SHEET_ENERGY_SAVER_BUTTON" = "打开节能器";
"INTERNET_SHARING_WEBSHARING_WARNING_SHEET_SERVICES_BUTTON" = "显示服务";
"INTERNET_SHARING_WARNING_SHEET_TITLE" = "其他设置可能会干扰“Internet 共享”";

/* Extra Firewall Ports */
"APPLE_REMOTE_DESKTOP" = "Apple Remote Desktop";
"ICQ" = "ICQ";
"IRC" = "IRC";
"MSN" = "MSN Messenger";
"RETROSPECT" = "Retrospect";
"SMB" = "SMB（无 netbios）";
"TIMBUKTU" = "Timbuktu";
"RENDEZVOUS" = "Bonjour 即时通信";
"VNC" = "VNC";
"NETWORKTIME" = "网络时间";
"CVS" = "CVS";
"WEBSTAR" = "WebSTAR Admin";
"XCODE" = "Xcode 发布版";
"QUICKTIME" = "QuickTime";
"WBEM" = "WBEM";

/* Dynamic DNS */
"DYNDNS_ON" = "动态 DNS 共享已打开";
"DYNDNS_OFF" = "动态 DNS 共享已关闭";
"CAPTION_DYNDNS_IS_STARTING" = "正在启动动态 DNS…";
"CAPTION_DYNDNS_IS_STOPPING" = "正在停止动态 DNS…";
"DYNDNS_INFO_TEXT" = "其他人可通过“%@”以远程的方式来访问您的电脑。";
"DYNDNS_STARTING_DESC" = "“动态 DNS”允许其他电脑的用户通过“动态 DNS”域访问您的电脑。";
"DYNDNS_BUTTON_STRING" = "配置…";
"DYNDNS_HAS_SECRET" = "<设置>";
"DYNDNS_NO_SECRET" = "<无>";
"DYNDNS_FAILED_SHEET_TITLE" = "“动态 DNS”未启动";
"DYNDNS_FAILED_SHEET_MESSAGE" = "“动态 DNS”无法注册“%@\”。\n\n%@";
"DYNDNS_START_TIMEOUT" = "“动态 DNS”在启动时超时。请检查您的设置，然后再试一次。";
"DYNDNS_NO_SERVERS_AVAILABLE" = "都不可用";

/* Status messages for mDNSResponder respondes about dynamic dns */
"MDNS_RESPONSE_UNKNOWN_ERROR" = "发生未知错误。";
"MDNS_RESPONSE_NONETWORK_ERROR" = "连接至网络时出现问题。请确定您的电缆已正确连接，然后再试一次。";
"MDNS_RESPONSE_NODNSSERVER_ERROR" = "您的电脑不能连接至 DNS 服务器。请检查“网络”偏好设置，并确定 DNS 服务器的地址是否正确。";
"MDNS_RESPONSE_COMPUTERNAMEINUSE_ERROR" = "另一个用户正在使用名为“@#$@”的电脑。请更改您的电脑名称或稍后再试一次。";
"MDNS_RESPONSE_NATTRAVESAL_ERROR" = "本电脑已通过网关接入 Internet，但该网关不允许将它用做 Internet 上的服务器。";
"MDNS_RESPONSE_FIREWALL_ERROR" = "所选 DNS 服务器未能使本电脑为 Internet 上的其他电脑所看见。它可能在防火墙后面。";

"XGRID_ON" = "Xgrid 共享：打开";
"XGRID_OFF" = "Xgrid 共享：关闭";
"CAPTION_XGRID_IS_STARTING" = "正在启动 Xgrid 代理…";
"CAPTION_XGRID_IS_STOPPING" = "正在停止 Xgrid 代理…";
"XGRID_INFO_TEXT" = "Xgrid 代理是活跃的。";
"XGRID_STARTING_DESC" = "“Xgrid 共享”允许 Xgrid 控制程序连接您的电脑并为它分配要执行的 Xgrid 任务。";
"XGRID_ADV_BUTTON" = "配置…";
"XGRID_START_TIMEOUT" = "共享 Xgrid 代理时出现问题。";
"XGRID_STOP_TIMEOUT" = "停止 Xgrid 代理时出现问题。";
"XGRID_NO_AGENT_TITLE" = "未找到 Xgrid 代理";
"XGRID_NO_AGENT_DESC" = "需要在本电脑上安装 Xgrid 代理以便启用 Xgrid 共享。";
"XGRID_MISSING_PASSWORD_TITLE" = "密码丢失";
"XGRID_MISSING_PASSWORD_INFO" = "该代理当前已设置为需要 Xgrid 控制程序来提供一个密码，但是密码尚未设置。您必须设置密码或停用密码要求，才能启动该代理。";
"XGRID_SECURITY_WARNING_TITLE" = "安全警告";
"XGRID_SECURITY_WARNING_INFO" = "通过关闭密码要求，可能会允许对您的电脑进行未经授权的访问。";
"XGRID_GENERAL_INFO" = "“Xgrid 共享”允许 Xgrid 控制程序连接您的电脑并为它分配要执行的 Xgrid 任务。";

"LABEL_SHAREDFOLDERS" = "共享文件夹：";
"LABEL_USERSGROUPS" = "用户：";

"APPLY_PERMISSION_MAIN_TEXT" = "您确定要将所选的所有者、组别和权限应用到所有包含的项目吗？";
"APPLY_PERMISSION_PROGRESS_LABEL" = "正在将权限应用到“%@”";
